<?php

return [
	'app_title' => 'Администрация',
	'admin_caption' => 'Система администрации',
	'throttle' => 'Слишком много запросов. Пожалуйста, попробуйте через :seconds секунд.',
	'color_theme_dark' => 'Темная тема',
	'color_theme_light' => 'Светлая тема',
	'id' => '#',
	'save' => 'Сохранить',
	'records' => ':0 запись|:0 записи|:0 записей',
	'never' => 'Никогда',
	'ok' => 'ОК',
	'cancel' => 'Отмена',
	'error' => 'Ошибка',
	'access_denied' => 'Эта операция запрщена.',
	'failed_to_create' => 'Не удалось создать новую запись. Свяжитесь с разработчиком чтобы узнать причину.',
	'menu' => [
		'home' => 'Начало',
		'settings' => 'Настройка',
		'settings_users' => 'Доступ в систему',
		'settings_permissions' => 'Права',
	],
	'date_from' => 'Дата от',
	'date_to' => 'Дата до',
	'filter' => 'Фильтровать',
];
